{
  "home": "Home",
  "about": "About",
  "contact": "Contact us",
  "solutions": "Solutions",
  "for_merchants": "For Merchants",
  "For_3PL_Companies": "For 3PL Companies",
  "Case": "Case Studies",
  "log_in": "Log in",
  "footer_headline": "Effortlessly connecting merchants with logistics providers for seamless deliveries.",
  "Quick_Links": "Company",
  "Solutions": "Solutions",
  "Registration": "Registration",
  "LC": "Logistics Companies",
  "Merchants": "Merchants",
  "drivers": "Drivers",
  "Employees": "Employees",
  "copyright": "Copyright © 2025 Leajlak. All rights reserved.",
  "PP": "Privacy Policy",
  "TOS": "Terms Of Service",
  "error": "error: 404",
  "error_content": "This page doesn't exist",
  "cafe": "Cafés",
  "Restaurants": "Restaurants",
  "family": "Families",
  "Online_Stores": "Online Stores",
  "pharmacy": "Pharmacies",
  "LCD": "Overcome operational hurdles, enhance efficiency.",
  "MD": "Join our platform and unlock seamless delivery management.",
  "DD": "Drive with Us, Earn More.",
  "ED": "Become a part of our innovative team.",
  "API": "API Integration",
  "API_text": "Leajlak can seamlessly integrate with any Cloud POS and e-commerce channels, providing real-time synchronization, reducing errors, and enhancing operational efficiency. The benefits of API integration include streamlined order processing, improved delivery accuracy, and faster response times.",
  "Order": "Order status",
  "Order_text": "API-based order status updates provide benefits of real-time visibility, improved customer experience, streamlined operations, proactive communication, accurate delivery estimates, efficient problem resolution",
  "DLL": "Drivers live location",
  "DLL_text": "Offers significant advantages in terms of improving customer experience, optimizing delivery operations, enhancing efficiency, and ensuring effective management and monitoring of delivery processes.",
  "Paymentm": "Payment Methods",
  "Paymentm_text": "By knowing the payment method of the orders, the delivery process is simplified for the delivery riders. Prepaid, Cash On Delivery. Card payment upon delivery (Swiping Machine)",
  "Customerchat": "Customer chat",
  "Customerchat_text": "This API enables communication between customers and delivery representatives, offering a convenient channel for addressing questions, concerns, and providing information about services.",
  "ORM": "order return management",
  "ORM_text": "Effective returns process can reduce the risk of fraud, reducing the number of returns and improve inventory accuracy.",
  "qualityTitle": "Quality",
  "qualityDescription": "We believe that quality service is the foundation of our success. We always strive to ensure the highest quality delivery, from the moment the order is received until it reaches the customer.",

  "speedTitle": "Speed",
  "speedDescription": "We recognize the importance of time for our customers. Therefore, we are committed to providing fast and efficient delivery services, to ensure that orders arrive on time.",

  "innovationTitle": "Innovation",
  "innovationDescription": "We are always looking for new ways to improve our services. We use the latest technology to streamline the delivery process and improve the customer experience.",

  "transparencyTitle": "Transparency",
  "transparencyDescription": "We believe in clear communication with our customers and partners. We provide accurate information about the status of orders and delivery time, which enhances trust between us and our customers.",

  "teamworkTitle": "Teamwork",
  "teamworkDescription": "We are one team working towards a common goal. We believe that cooperation and mutual respect between team members is the key to our success in providing excellent services.",

  "responsibilityTitle": "Responsibility",
  "responsibilityDescription": "We believe in giving back to the community. We participate in initiatives that support local communities and promote sustainability.",

  "customerSatisfactionTitle": "Customer Satisfaction",
  "customerSatisfactionDescription": "We are here to serve our customers. We strive to meet their needs and expectations, and improve our services based on their feedback and needs.",

  "visit_us": "Visit us",
  "address": "Hisham Ibn Abd Al Malek, Riyadh, Saudi Arabia",
  "call_us": "Call us",
  "phone_number": "+966 536767272",
  "email_us": "Email us",
  "email": "Info@leajlak.com",

  "total_management_title": "Total Management",
  "total_management_text": "Control and manage every aspect of your logistics needs.",

  "real_time_tracking_title": "Real-time Tracking",
  "real_time_tracking_text": "Real-time tracking for complete visibility and control over your logistics operations.",

  "customer_support_title": "24/7 Customer Support",
  "customer_support_text": "Quick and short response times, around the clock.",

  "delivery_management_title": "Delivery Management System",
  "delivery_management_text": "Streamline your operations for more efficient deliveries!",

  "real_time_tracking_title2": "Real-time Tracking",
  "real_time_tracking_text2": "Real-time order tracking and status updates.",

  "customer_support_title2": "24/7 Customer Support",
  "customer_support_text2": "Quick and short response times, around the clock.",

  "contact_us": "Contact Us",
  "select_option": "Select An Option:",

  "solution": "Solution",
  "solution_description": "Leajlak's solution revolutionizes order management, addressing merchant's critical challenges and unlocking the potential for a seamless, efficient delivery ecosystem.",
  "benefit_tailored_dms": "Tailored DMS",
  "benefit_realtime_tracking": "Real-Time Tracking",
  "benefit_rider_management": "Rider Management",
  "benefit_logistics_partnerships": "Logistics Partnerships",
  "benefit_integration_capabilities": "Integration Capabilities",
  "read_more": "Read more",
  "register_now": "Register Now",

  "logistic_illustration_alt": "Illustration of logistics services",
  "benefit_1": "Enhanced Delivery Management",
  "benefit_2": "Rider Tracking and Allocation",
  "benefit_3": "Streamlined Reconciliation",
  "benefit_4": "Fleet Management Optimization",
  "benefit_5": "Automated Order Assignments",
  "benefit_6": "Centralized dashboard and app",
  "logistical_challenges_text": "Addressing companies' logistical challenges, Leajlak's Order Management System offers a comprehensive solution to enhance operational efficiency and streamline delivery processes.",

  "case_card_title": "Transforming Last-Mile Delivery with Leajlak",
  "case_card_description": "Leajlak, an innovative delivery management solution, has redefined the logistics game by bridging the gap between merchants and third-party logistics (3PL) companies.",
  "merchants": {
    "benefits_section_title": "Benefits for Merchants",
    "benefit_1_alt": "Cost Savings",
    "benefit_1_title": "Cut Costs, Boost Profits",
    "benefit_1_description": "Cut down on expenses by utilizing our platform's advanced route optimization and efficient logistics management. Streamlined operations lead to reduced fuel costs, fewer delays, and better resource utilization, helping you improve profitability without compromising on service quality.",

    "benefit_2_alt": "Customer Experience",
    "benefit_2_title": "Enhance Customer Experience",
    "benefit_2_description": "Ensure timely deliveries and exceptional service quality with our platform. By streamlining logistics and providing real-time tracking, you can offer a reliable, consistent experience that enhances customer trust and satisfaction, leading to greater loyalty and repeat business.",

    "benefit_3_alt": "Scalability",
    "benefit_3_title": "Scalable Solutions",
    "benefit_3_description": "Our flexible platform grows with your business, allowing you to effortlessly scale operations to meet increasing demand. With seamless integration and adaptable features, you can expand without hassle, ensuring your logistics can handle more orders as your business evolves.",

    "benefit_4_alt": "Integration",
    "benefit_4_title": "Seamless Integration",
    "benefit_4_description": "Easily integrate our platform with your existing systems and workflows, ensuring smooth, uninterrupted operations. Our solution is designed to work harmoniously with your current setup, allowing you to enhance efficiency without the need for complex adjustments or downtime."
  },
  "logistic": {
    "benefits_section_logistics_title": "Benefits for Logistics Companies",
    "benefit_1_alt": "Fleet Efficiency",
    "benefit_1_title": "Optimize Fleet Efficiency",
    "benefit_1_description": "Enhance the performance of your fleet with our advanced management tools. Monitor vehicle health, streamline maintenance schedules, and ensure optimal routing to maximize uptime and reduce operational disruptions.",

    "benefit_2_alt": "Fleet Cost Management",
    "benefit_2_title": "Effective Fleet Cost Management",
    "benefit_2_description": "Control and reduce fleet-related expenses through comprehensive cost tracking and analysis. Our platform provides insights into fuel consumption, maintenance costs, and overall expenditure, enabling informed decision-making for cost savings.",

    "benefit_3_alt": "Data Analytics",
    "benefit_3_title": "Advanced Data Analytics",
    "benefit_3_description": "Leverage powerful data analytics to gain actionable insights into your logistics operations. Analyze trends, identify inefficiencies, and make data-driven decisions to enhance productivity and drive business growth.",

    "benefit_4_alt": "Client Management",
    "benefit_4_title": "Seamless Client Management",
    "benefit_4_description": "Manage client relationships effortlessly with our integrated client management system. Track orders, communicate effectively, and ensure customer satisfaction through streamlined processes and real-time updates."
  }
}
